Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-DE.tmx
Source language: de_ch
Languages: en_gb

source: Jede Teilprüfung wird mit „bestanden“ oder „nicht bestanden“ bewertet.
en_gb: Each part of the examination is assessed as either ‘pass’ or ‘fail’.

source: Eignungs- und Abschlussprüfungen werden separat in Rechnung gestellt.
en_gb: Additional fees apply for the aptitude test and final examination.

source: Die Anmeldetermine sind der Website des Master in Angewandter Linguistik der ZHAW zu entnehmen.Die Anmeldung erfolgt schriftlich (auch per E-Mail möglich).
en_gb: The enrolment dates are published on the ZHAW’s Master in Applied Linguistics website. Candidates must enrol in writing (also possible by e-mail).

source: Studien- und Prüfungsordnung für den Weiterbildungskurs Zusatzversion Konferenzdolmetschen
en_gb: Academic and examination regulations for the continuing education course Conference Interpreting - supplementary version

source: Die Anmeldung erfolgt schriftlich (Formular) für die entsprechende/n Version/en.
en_gb: Students should enrol in writing (form available from the secretariat) for the given language pair and direction.

source: Im Semester der Abschlussprüfung gilt letztere als Leistungsnachweis.
en_gb: The final examination counts as the assessment for the semester in which it is sat.

source: In allen vorangehenden Semestern (falls gegeben) erhalten die KursteilnehmerInnen in der zweiten Semesterhälfte eine schriftliche Leistungsbeurteilung mit der Bewertung „Anforderungen erfüllt“ bzw. „Anforderungen nicht erfüllt“.
en_gb: In the second half of all previous semesters (should there be any), students receive a written assessment stating either “requirements met” or “requirements not met”.

source: Abschlussdokument
en_gb: Certification

source: Für die Zulassung zum Kurs „Zusatzversion Konferenzdolmetschen“ ist eine Eignungsprüfung gemäss Abschnitt 5.2 in der gewählten Sprachkombination gemäss Abschnitt 3. zu bestehen.
en_gb: To be admitted to the course in Conference Interpreting - supplementary version, applicants must pass an aptitude test (see Section 5.2) in their chosen language pair and direction (see Section 3).

source: Für die Erlangung eines Abschlussdokuments (siehe Abschnitt 4.8) ist eine Abschlussprüfung gemäss 5.3 zu bestehen.
en_gb: Students are awarded a supplementary diploma or certificate of achievement (see Section 4.8) upon passing the final examination (see Section 5.3).

source: Wird eine Prüfung unbegründet versäumt, gilt die Prüfung als nicht bestanden.
en_gb: If a candidate fails to attend an examination without good cause, they automatically fail the examination.

source: Als begründet gelten insbesondere Versäumnisse in Folge von höherer Gewalt, Krankheit, Militärdienst, Unfall, Todesfall oder Betreuungsnotfall in der Familie.
en_gb: Valid reasons include acts of God, illness, military service, accident, death of a family member or the need to care for a family member.

source: Im Zweifelsfall entscheidet die Studienleitung.
en_gb: In case of doubt, the programme director makes the final decision.

source: Unredlichkeit
en_gb: Dishonest conduct

source: Die Kosten für die Abschlussprüfung betragen CHF 500 pro Sprachversion.
en_gb: The final examination fee is CHF 500 per language pair and direction.

source: Wer anlässlich der Erbringung eines Leistungsnachweises Unredlichkeiten begeht, hat den Leistungsnachweis nicht bestanden.
en_gb: Students engaging in dishonest conduct in order to obtain the certification will not pass the course.

source: Seite von Vorlage Vertrag_Ind-IMPE_d_RD_170607
en_gb: Page of Template Vertrag_Ind-IMPE_d_RD_170607

source: VERTRAG
en_gb: AGREEMENT

source: zwischen
en_gb: between

source: Zürcher Hochschule für Angewandte Wissenschaften
en_gb: Zurich University of Applied Sciences

source: Das Anwendungsgebiet des Forschungsprojekts lässt sich wie folgt definieren:
en_gb: The research project field of application is defined as follows:

source: Artikel 4 Zahlungstermine
en_gb: Article 4 Payment deadlines

source: Die Zahlungen müssen innerhalb von 30 Tagen ab Datum der Rechnungsstellung erfolgen.
en_gb: The payments shall be made within 30 days of the date of invoice.

source: Artikel 5 Eigentum
en_gb: Article 5 Property

source: Artikel 6 Informationen und Geheimhaltung
en_gb: Article 6 Information and Confidentiality

source: Die ZHAW übernimmt keine Haftung dafür, verpflichtet sich aber auf sachgemässen und sorg-fältigen Umgang damit.
en_gb: ZHAW accepts no liability for such property, but does undertake to treat it appropriately and with due care.

source: Es finden regelmässige Arbeitstreffen mit Informationsaustausch zwischen den Projektpartnern statt.
en_gb: Regular work meetings to exchange information shall take place between the contracting parties.

source: Die Vertragspartner verpflichten sich, vertrauliche Informationen und Geschäftsgeheimnisse, namentlich Daten über Produkte und Kunden sowie solche aus dem F+E -Bereich und Finanzdaten geheim zu halten.
en_gb: The contracting parties undertake not to disclose confidential information and industrial secrets such as information about products and clients, R&D and financial data.

source: Die Vertrags partner verpflichten sich, ihre Organisation so zu wählen, dass die Geheimhaltung sichergestellt ist.
en_gb: The parties undertake to organise themselves in such a way so as to ensure this confidentiality

source: b. dem Vertragspartner nachweisbar bereits vor Abschluss dieses Vertrags bekannt waren;
en_gb: b. can be shown to have been known to the receiving party before this agreement was concluded;

source: c. der Vertragspartner nachweisbar von einem zur Weitergabe berechtigten Dritten erhalten hat, oder nachweisbar unabhängig von der Information des offen legenden Vertragspartners entwickelt hat;
en_gb: c. can be shown to have been obtained by the receiving party from a third party authorised to pass them on, or which the contracting party can be proven to have developed irrespective of the information disclosed to it by the other party;

source: d. aufgrund einer gesetzlichen oder vertraglichen Pflicht offen gelegt werden müssen.
en_gb: d. must be disclosed owing to legal or contractual obligations.

source: Ergebnisse des Forschungsprojektes gehören YY.
en_gb: The research project findings belong to YY.

source: An den Ergebnissen wird YY ein unwiderrufliches, kostenloses, exklusives, unterlizenzierbares, auch kommerziell verwendbares Nutzungsrecht innerhalb des Anwendungsgebiets (Art. 1) eingeräumt.
en_gb: YY is granted irrevocable, royalty-free, exclusive, sub-licensable licence for commercial purposes within the field of application (Art. 1).

source: Der ZHAW verbleibt ein unwiderrufliches, kostenloses, exklusives, unterlizenzierbares, auch kommerziell verwendbares Nutzungsrecht für Anwendungen ausserhalb des Anwendungsgebiets (Art. 1) sowie ein generelles Weiterentwicklungsrecht.
en_gb: ZHAW retains an irrevocable, royalty-free, exclusive, sub-licensable licence for commercial purposes outside of the field of application (Art. 1) and general development rights.

source: Entstehen schutzrechtsfähige Ergebnisse, so ist YY berechtigt, hierzu Schutzrechte auf ihren Namen und Kosten anzumelden.
en_gb: In the case of patentable findings, YY is entitled to file an application for intellectual property rights in its own name and at its own cost.

source: Artikel 9 Veröffentlichung
en_gb: Article 9 Publication

source: Dabei dürfen die Zusammenarbeit mit YY sowie das Gebiet (Art.1) der Zusammenarbeit genannt werden.
en_gb: The collaboration with YY and the field (Art. 1) of the collaboration may be named.

source: Der Vertragspartner holt vorgängig einer Veröffentlichung die Zustimmung des anderen Vertragspartners ein.
en_gb: Prior to any publication, the contracting party shall seek the consent of the other contracting party.

source: Falls die Zustimmung nicht innerhalb von zwei Monaten ab Datum der Anfrage verweigert wird, gilt sie als erteilt.
en_gb: Such consent shall be considered to have been given if it is not refused within two months of the date of the request.

source: Sollten in der geplanten Veröffentlichung schutzrechtsfähige Ergebnisse dargestellt werden, so darf die Veröffentlichung dieser schutzrechtsfähigen Ergebnisse erst nach Einreichung der Schutzrechtsanmeldung beim jeweils zuständigen Amt erfolgen.
en_gb: In the event that the planned publication contains findings which are affected by intellectual property rights, these findings may not be published until a patent application has been filed with the competent patent office.

source: Dem veröffentlichenden Vertragspartner steht alternativ das Recht zu, die Formulierungen so anzupassen, dass die schutzrechtsfähigen Ergebnisse geschützt bleiben.
en_gb: Alternatively, the publishing contracting party may reformulate the text in such a way that no intellectual property rights are infringed.

source: Artikel 10 Rechtswahl
en_gb: Article 10 Applicable law

source: Artikel 11 Gerichtsstand
en_gb: Article 11 Place of jurisdiction

source: Artikel 13 Beginn und Ende
en_gb: Article 13 Commencement and termination

source: Dieser Vertrag tritt mit Beginn des Forschungsprojektes am xxx in Kraft und endet am xxx.
en_gb: This agreement commences with the start of the research project on xxx and ends on xxx.

source: Endet der Vertrag, bleiben die Art. 6 bis 9 unberührt, und die Pflicht zur Geheimhaltung nach Art. 6 dauert für drei Jahre weiter.
en_gb: Arts 6 and 9 remain unaffected by the termination of the agreement, and the duty of confidentiality under Art. 6 continues for a further three years.

source: YY Zürcher Hochschule für Angewandte
en_gb: YY Zurich University of Applied Sciences

source: Angebot IMPE …
en_gb: IMPE offering...

source: YY bezahlt bei Vertragsabschluss auf Rechnungsstellung der ZHAW hin 40% der im Angebot (Anhang 1) ausgewiesenen Summe, total CHF xxx.- zuzüglich Mehrwertsteuer.
en_gb: Upon conclusion of the agreement and upon receipt of the invoice from ZHAW, YY shall pay 40% of the amount stated in the offering (Annex 1), totalling CHF xxx. plus VAT.

source: Leiter IMPE Institute of Materials and Process
en_gb: Head of the Institute of Materials and Process Engineering IMPE

source: YY bezahlt nach dem Meilenstein n auf Rechnungsstellung der ZHAW hin weitere 40% der im Angebot (Anhang1) ausgewiesenen Summe, total CHF xxx.- zuzüglich Mehrwertsteuer.
en_gb: Once the milestone n has been reached and upon receipt of the invoice from ZHAW, YY shall pay a further 40% of the amount stated in the offering (Annex 1), totalling CHF xxx. plus VAT.

source: (nachstehend ZHAW genannt)
en_gb: (hereinafter ZHAW)

source: Die ZHAW und die YY führen im Rahmen eines F&E-Projektes eine Arbeit auf dem Gebiet “……….” durch, nachstehend Forschungsprojekt genannt.
en_gb: ZHAW and the YY shall work together in an R&D project in the field “.....”, hereinafter referred to as “research project”.

source: Artikel 2 Leistungen der ZHAW
en_gb: Article 2 Services provided by ZHAW

source: Die ZHAW verpflichtet sich, das Forschungsprojekt wie in Anhang 1 (Angebot IMPE) beschrieben durchzuführen.
en_gb: ZHAW undertakes to conduct the research project as described in Annex 1 (IMPE offering)

source: Stellt YY der ZHAW Material, Geräte oder Dokumente zur Verfügung, so verbleibt das Eigentum daran bei YY.
en_gb: Should YY make any material, equipment or documents available to ZHAW, these shall remain the property of YY.

source: vertreten durch:
en_gb: represented by:

source: und
en_gb: and

source: YY
en_gb: the YY

source: (nachstehend YY genannt)
en_gb: (hereinafter YY)

source: betreffend Forschungszusammenarbeit auf dem Gebiet
en_gb: in the matter of research cooperation in the field

source: Artikel 1 Vertragsgegenstand
en_gb: Article 1 Object of the agreement

source: Artikel 3 Leistungen von YY
en_gb: Article 3 Services provided by YY

source: YY verpflichtet sich die Leistungen wie in Anhang 1 beschrieben zu erbringen.
en_gb: YY undertakes to provide services as described in Annex 1.

source: Vorbehalten bleibt das Veröffentlichungsrecht gemäss Art. 9 dieses Vertrags.
en_gb: subject to the right to publish under Art. 9 of this agreement.

source: Von der Vertraulichkeitsverpflichtung ausgenommen sind Informationen, Unterlagen und Muster, welche
en_gb: The foregoing duty of confidentiality does not apply to information, documentation and models which

source: a. bei Vertragsabschluss nachweisbar zum allgemein bekannten Stand der Technik gehören bzw. während der Dauer dieses Vertrages ohne Verletzung der Vertraulichkeitsverpflichtung allgemein zugänglich werden;
en_gb: a. can be shown to belong to the generally accepted state of the art at the time the agreement is concluded or become generally available without breaching the duty of confidentiality during the contract lifetime;

source: Die Verpflichtung zur Erbringung des entsprechenden Nachweises liegt bei der empfangenden Partei.
en_gb: The obligation to provide such proof lies with the receiving party.

source: Artikel 7 Haftung
en_gb: Article 7 Liability

source: Die ZHAW haftet für die gebotene Wissenschaftlichkeit und Sorgfalt in der Durchführung des Forschungsprojektes.
en_gb: ZHAW will carry out the research project with diligence and in accordance with appropriate scientific standards.

source: Im Übrigen übernimmt die ZHAW keine Sach- und Rechtsgewährleistung und schliesst jede Haftung für indirekte Schäden aus.
en_gb: Otherwise, ZHAW assumes no warranties of material or title and no liability for any indirect loss or damage.

source: Insbesondere übernimmt die ZHAW keine irgendwie geartete Haftung aus der Entwicklung und der allfälligen Nutzung der Ergebnisse.
en_gb: In particular, ZHAW assumes no liability whatsoever in connection with the development and possible use of the findings.

source: YY ist verpflichtet, vor der kommerziellen Nutzung den Bestand allfälliger Schutzrechte Dritter zu prüfen, die einer Nutzung entgegenstehen könnten.
en_gb: Before using the findings commercially, YY shall review the status of any existing property rights of third parties that could prevent such use.

source: Die ZHAW übernimmt keine Haftung im Falle einer Verletzung von Schutzrechten Dritter durch die Anwendung der Ergebnisse der durchgeführten Arbeit.
en_gb: ZHAW assumes no liability for the infringement of a third party's intellectual property rights through the use of the findings of the work conducted.

source: Artikel 8 Know-how, Patente und Nutzungsrechte
en_gb: Article 8 Know-how, Patents and Rights of Use

source: Die Einräumung der Nutzungsrechte nach Art. 8 Abs. 2 bleibt davon unberührt.
en_gb: The granting of rights of use under Art. 8 para. 2 is unaffected thereby.

source: Die Vertragspartner sind berechtigt, ihre Erkenntnisse aus dem Forschungsprojekt zu veröffentlichen.
en_gb: The contracting parties are entitled to publish their findings from the research project.

source: Dieser Vertrag untersteht schweizerischem Recht.
en_gb: This agreement is governed by Swiss law.

source: Gerichtsstand ist Winterthur.
en_gb: The place of jursidiction is Winterthur.

source: Artikel 12 Salvatorische Klausel
en_gb: Article 12 Severability clause

source: Sollten einzelne Bestimmungen dieses Vertrages unwirksam sein oder werden, so berührt dies die Gültigkeit der übrigen Bestimmungen dieses Vertrages nicht.
en_gb: Should individual provisions of this agreement be or become invalid, this shall not affect the validity of the remaining provisions of the agreement.

source: Die Parteien verpflichten sich, unwirksame Bestimmungen durch neue Bestimmungen zu ersetzen, die der in den unwirksamen Bestimmungen enthaltenen Regelungen in rechtlich zulässiger Weise gerecht werden.
en_gb: The parties undertake to replace any ineffective provisions with new provisions that are legally permissible and are equivalent to the regulations contained in the invalid provisions.

source: Entsprechendes gilt für im Vertrag enthaltene Regelungslücken.
en_gb: The same shall apply to any omissions to the provisions of the agreement.

source: Zur Behebung der Lücke verpflichten sich die Parteien auf eine Art und Weise hinzuwirken, die dem am nächsten kommt, was die Parteien nach dem Sinn und Zweck des Vertrages bestimmt hätten, wenn der Punkt von ihnen bedacht worden wäre.
en_gb: In order to rectify such omissions, the parties undertake to operate in a manner closest to that which they would have determined according to the meaning and purpose of the contract if the point had been considered by them.

source: Artikel 14 Schlussbestimmungen
en_gb: Article 14 Final provisions

source: Dieser Vertrag und seine Anhänge regeln das gesamte Vertragsverhältnis zwischen den Parteien.
en_gb: This agreement and its annexes regulate the entire contractual relationship between the parties.

source: Er tritt insbesondere an die Stelle aller während der Vertragsverhandlungen abgegebenen Willensäusserungen.
en_gb: In particular, it replaces all expressions of will made during the negotiations.

source: Änderungen und Ergänzungen bedürfen der Schriftform.
en_gb: Any amendments or additions shall be made in writing.

source: Ort, den .....................
en_gb: Place, date:

source: Winterthur, den .......................
en_gb: Winterthur, .......................

source: Prof. Dr. Martina Hirayama
en_gb: Prof. Martina Hirayama

source: Direktorin ZHAW School of Engineering
en_gb: Director, ZHAW School of Engineering

source: Prof. Dr. Andreas H. Amrein
en_gb: Prof. Andreas H. Amrein

source: Leiter Labor für … IMPE
en_gb: Head of the Laboratory for ... IMPE

source: Anhang 1:
en_gb: Annex 1:

source: YY bezahlt nach Erhalt des Schlussberichtes auf Rechnungsstellung der ZHAW die verbleibenden 20% der im Angebot (Anhang1) ausgewiesenen Summe, total CHF xxx.- zuzüglich Mehrwertsteuer.
en_gb: Once the final report has been received and upon receipt of the invoice from ZHAW, YY shall pay a further 20% of the amount stated in the offering (Annex 1), totalling CHF xxx. plus VAT.

source: Falls YY angemeldete oder erteilte Schutzrechte nicht weiter aufrechterhalten will, so informiert YY rechtzeitig die ZHAW über ihre Absicht der Aufgabe und bietet ihr die kostenlose Übernahme der entsprechenden Rechte, von diesem Zeitpunkt auf eigene Kosten, an.
en_gb: If YY no longer wishes to uphold intellectual property rights in respect of which it has file an application or that it has been granted, it shall inform ZHAW in good time of its intention to relinquish these rights and shall offer ZHAW the opportunity to acquire these rights from this time on and at ZHAW’s own cost.

source: Seite von Vorlage Rahmenvertrag Ind-IMPE_d_RD_170607
en_gb: Page of Template framework agreement Ind-IMPE_d_RD_170607

source: RAHMENVERTRAG
en_gb: FRAMEWORK AGREEMENT

source: Die ZHAW wird dabei YY bei der Entwicklung unterstützen.
en_gb: In this, ZHAW will help YY to develop findings.

source: Diese Forschungszusammenarbeit setzt sich aus einer Folge von Forschungsprojekten zusammen.
en_gb: This research cooperation comprises a series of research projects.

source: Das Anwendungsgebiet der Forschungszusammenarbeit lässt sich wie folgt definieren:
en_gb: The field of application of the research cooperation is defined as follows:

source: Dieser Vertrag gilt als Rahmenvertrag für eine längerfristige Forschungszusammenarbeit.
en_gb: This agreement constiutes a framework agreement for long-term research cooperation.

source: Die ZHAW erstellt jeweils auf Anfrage von YY ein Angebot für ein Forschungsprojekt.
en_gb: ZHAW draws up a proposal for a research project when requested to do so by YY.

source: Die ZHAW verpflichtet sich, die Forschungsprojekte wie in den Angeboten beschrieben durchzuführen.
en_gb: ZHAW undertakes to conduct the research projects as described in Annex 1 (IMPE proposal)

source: Die Projekthoheit liegt bei der ZHAW.
en_gb: ZHAW shall bear overall responsibility for the projects.

source: YY ist berechtigt, Vorschläge und Anregungen für die Projektdurchführung abzugeben.
en_gb: YY is entitled to make suggestions and proposals regarding the way the projects are conducted.

source: YY verpflichtet sich, die Leistungen wie im entsprechenden Angebot beschrieben zu erbringen.
en_gb: YY undertakes to provide services as described in the proposal.

source: Falls im jeweiligen Angebot nicht anders definiert, zahlt YY auf Rechnungsstellung der ZHAW hin nach der Bestellung 50% der im Angebot ausgewiesenen Summe zuzüglich Mehrwertsteuer und 50% zuzüglich Mehrwertsteuer nach Einreichung des Schlussberichtes.
en_gb: Unless otherwise defined in the proposal, YY shall pay 50% of the amount stated in the proposal plus VAT once the proposal has been accepted and upon receipt of the invoice from ZHAW, and 50% plus VAT once the final report has been submitted.

source: Die Zahlung muss jeweils innerhalb von 30 Tagen ab Datum der Rechnungsstellung erfolgen.
en_gb: Payment shall be made within 30 days of the date of invoice.

source: Die Vertragspartner verpflichten sich, ihre Organisation so zu wählen, dass die Geheimhaltung sichergestellt ist.
en_gb: The parties undertake to organise themselves in such a way so as to ensure this confidentiality.

source: bei Vertragsabschluss nachweisbar zum allgemein bekannten Stand der Technik gehören bzw. während der Dauer dieses Vertrages ohne Verletzung der Vertraulichkeitsverpflichtung allgemein zugänglich werden;
en_gb: a. can be shown to belong to the generally accepted state of the art at the time the agreement is concluded or become generally available without breaching the duty of confidentiality during the contract lifetime;

source: dem Vertragspartner nachweisbar bereits vor Abschluss dieses Vertrags bekannt waren;
en_gb: b. can be shown to have been known to the receiving party before this agreement was concluded;

source: der Vertragspartner nachweisbar von einem zur Weitergabe berechtigten Dritten erhalten hat, oder nachweisbar unabhängig von der Information des offen legenden Vertragspartners entwickelt hat;
en_gb: c. can be shown to have been obtained by the receiving party from a third party authorised to pass them on, or which the contracting party can be proven to have developed irrespective of the information disclosed to it by the other party;

source: aufgrund einer gesetzlichen oder vertraglichen Pflicht offen gelegt werden müssen.
en_gb: d. must be disclosed owing to legal or contractual obligations.

source: Die ZHAW haftet für die gebotene Wissenschaftlichkeit und Sorgfalt in der Durchführung der Forschungsprojekte.
en_gb: ZHAW will carry out the research projects with diligence and in accordance with appropriate scientific standards.

source: Ergebnisse der Forschungszusammenarbeit gehören YY.
en_gb: The research project findings belong to YY.

source: Die Vertragspartner sind berechtigt, ihre Erkenntnisse aus der Forschungszusammenarbeit zu veröffentlichen.
en_gb: The contracting parties are entitled to publish their findings from the research cooperation.

source: Dabei dürfen die Zusammenarbeit mit YY sowie das Gebiet (Art. 1) der Zusammenarbeit genannt werden.
en_gb: The collaboration with YY and the field (Art. 1) of the collaboration may be named.

source: Dieser Vertrag tritt rückwirkend zum xxx in Kraft und endet am xxx.
en_gb: This agreement commences with retroactive effect to xxx and ends on xxx.

source: Leiter Labor für …..
en_gb: Head of the Laboratory for ...

source: Die ZHAW und die YY planen, auf dem Gebiet „…..“ bilateral zusammenzuarbeiten, nachstehend Forschungszusammenarbeit genannt.
en_gb: ZHAW and YY plan to cooperate bilaterally in the field “...”, hereinafter referred to as research cooperation.
